Repository: 39aldo39/FeedReader
Catalog: po/*.po
Languages: cs

source: Desktop Client for various RSS Services
cs: Desktopový klient pro různé RSS služby

source: Settings
cs: Nastavení

source: Change Account
cs: Změnit účet

source: No Preview Available
cs: Žádná ukázka není dispozici

source: No Text available for this article :(
cs: Tento článek nemá žádný dostupný text :(

source: About FeedReader
cs: O FeedReaderu

source: Add Tag:
cs: Přidat štítek:

source: Tags:
cs: Štítky:

source: add Tag
cs: přidat štítek

source: Please select a service first
cs: Nejdříve vyberte prosím službu

source: Please enter a valid username
cs: Vložte prosím správné uživatelské jméno

source: Please enter a valid password
cs: Vložte prosím správné heslo

source: Please enter a valid URL
cs: Vložte prosím správné URL

source: Please enter your Login details
cs: Vložte prosím správné přihlašovací údaje

source: Sorry, something went wrong.
cs: Omlouváme se, něco se pokazilo.

source: Either your username or the password are not correct.
cs: Vaše jméno nebo heslo nejsou správně.

source: No connection to the server. Check your internet connection and the server URL!
cs: Není připojení k serveru. Zkontrolujte vaše připojení k internetu a URL serveru!

source: Change Account?
cs: Odhlásit se

source: You are about to change the account you want FeedReader to use. This means deleting all local data of your old account.
cs: Chcete se právě odhlásit z účtu, který využívá FeedReader. Toto smaže veškerá lokální data vašeho starého účtu.

source: New account
cs: Nový účet

source: Waiting for current sync to finish
cs: Čeká se na ukončení současné synchronizace

source: I changed my mind
cs: Rozmyslel jsem si to

source: Username or Password incorrect
cs: Neplatné uživatelské jméno nebo heslo

source: Username:
cs: Uživatelské jméno:

source: Password:
cs: Heslo:

source: Logout
cs: Odhlásit se

source: No Article selected.
cs: Nebyl vybrán článek

source: Not available
cs: Není k dispozici

source: Uncategorized
cs: Nezařazeno

source: FeedReader is cleaning the database. This shouldn't take too long.
cs: FeedReader čistí databázi. Nemělo by to trvat dlouho.

source: Mark article (un)starred
cs: O(d)značit článek hvězdičkou

source: Mark article (un)read
cs: Označit článek jako (ne)přečtený

source: Show all articles
cs: Zobrazit všechny články

source: Show only unread articles
cs: Zobrazit pouze nepřečtené články

source: Show only starred articles
cs: Zobrazit pouze články označené hvězdičkou

source: Share Article
cs: Sdílet článek

source: Search Articles
cs: Vyhledat články

source: Feedly
cs: Feeedly

source: Where are your feeds?
cs: Vyberte lokaci zdrojů RSS

source: Please select the RSS service you are using and log in to get going.
cs: Vyberte prosím vámi využívanou RSS službu a přihlaste se

source: No service selected.
cs: Není vybrána žádná služba

source: TinyTinyRSS URL:
cs: URL TinyTinyRSS:

source: You will be redirected to the feedly website where you can use your Facebook-, Google-, Twitter-, Microsoft- or Evernote-Account to log in.
cs: Nyní budete přesměrován/a na stránku Feedly, kde se můžete přihlásit pomocí účtu na Facebook, Google, Twitter, Microsoft či Evernote.

source: Interface
cs: Rozhraní

source: Services
cs: Služby

source: Feed List:
cs: Seznam zdrojů

source: Only show unread
cs: Zobrazit pouze nepřečtené

source: Sort FeedList by
cs: Uspořádat seznam článků podle

source: Alphabetically
cs: Abecedně

source: Article List:
cs: Seznam článků:

source: Theme
cs: Motiv

source: Default
cs: Výchozí

source: Spring
cs: Jaro

source: Midnight
cs: Půlnoc

source: Parchment
cs: Pergamen

source: Sync:
cs: Synchronizovat:

source: Database:
cs: Databáze:

source: Never
cs: Nikdy

source: 1 Week
cs: 1 týden

source: 1 Month
cs: 1 měsíc

source: 6 Months
cs: 6 měsíců

source: Content Grabber
cs: Sběrač obsahu

source: Built in grabber
cs: Vestavěný sběrač

source: None of the %i Articles in the database fit the current filters.
cs: Žádný z %d článků v databázi nesedí současným filtrům.

source: Sync is in progress. Articles should appear any second.
cs: Probíhá synchronizace. Články se objeví každou chvíli.

source: Please
cs: Prosím

source: not found
cs: nenalezeno

source: New Articles
cs: Nové články

source: There is 1 new article
cs: 1 nový článek

source: There are %u new articles
cs: Počet nových článků: %d
